<?php

$catStores = array (
  '台北市南港區重陽路237號' => 
  array (
    0 => '南港一營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '新北市三重區光華路2之2號' => 
  array (
    0 => '三重一營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '基隆市安樂區安和二街15號C棟' => 
  array (
    0 => '基隆一營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '台北市北投區立功街120號' => 
  array (
    0 => '北投營業所 (黑貓寄取站)',
    1 => '08:00~19:00(週一至週五)',
  ),
  '新北市汐止區工建路200之1號   ' => 
  array (
    0 => '汐止營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '花蓮縣瑞穗鄉中正南路一段63號' => 
  array (
    0 => '瑞穗營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '宜蘭縣冬山鄉永興路一段5號' => 
  array (
    0 => '羅東營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '基隆市中正區中正路62號' => 
  array (
    0 => '基隆二營業所 (黑貓寄取站)',
    1 => '08:00~19:00(週一至週五)',
  ),
  '新北市蘆洲區水湳街115-2號' => 
  array (
    0 => '三重二營業所 (黑貓寄取站)',
    1 => '週一~週五08:00~18:00，週六08:00~17:00',
  ),
  '花蓮縣花蓮市中福路161號' => 
  array (
    0 => '中福營業所 (黑貓寄取站)',
    1 => '08:00~19:00(週一至週五)',
  ),
  '新竹市北區自由路95巷18弄1號' => 
  array (
    0 => '自由營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '桃園市平鎮區快速路二段1001號' => 
  array (
    0 => '平鎮營業所 (黑貓寄取站)',
    1 => '08:00~17:00(週一至週五)',
  ),
  '花蓮縣光復鄉中興路293號' => 
  array (
    0 => '光復營業所 (黑貓寄取站)',
    1 => '08:00~19:00(週一至週五)',
  ),
  '花蓮縣玉里鎮民生街44巷2-1號' => 
  array (
    0 => '玉里營業所 (黑貓寄取站)',
    1 => '08:00~19:00(週一至週五)',
  ),
  '新竹市香山區五福路二段708號' => 
  array (
    0 => '中華營業所 (黑貓寄取站)',
    1 => '08:00~17:00(週一至週五)',
  ),
  '新北市板橋區干城路158號' => 
  array (
    0 => '板城營業所 (黑貓寄取站)',
    1 => '08:00-19:00(週一~週五)',
  ),
  '台北市內湖區民權東路六段21巷69號' => 
  array (
    0 => '東內湖營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '花蓮縣吉安鄉南海八街206-2號' => 
  array (
    0 => '花蓮營業所  (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '宜蘭縣宜蘭市中山路五段430號' => 
  array (
    0 => '宜蘭營業所  (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '新北市中和區橋和路177之1號' => 
  array (
    0 => '中和一營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '新北市中和區員山路36巷8-3號' => 
  array (
    0 => '中和二營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '新北市中和區光中路20號' => 
  array (
    0 => '板橋一營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '新北市板橋區大觀路二段417號' => 
  array (
    0 => '板橋二營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '新北市新莊區建國二路79號' => 
  array (
    0 => '新莊營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '新北市五股區五工路129~131號' => 
  array (
    0 => '泰山營業所 (黑貓寄取站)',
    1 => '08:00~19:00(週一至週五)',
  ),
  '新北市新店區寶中路95-11號(F棟)' => 
  array (
    0 => '新店營業所  (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '新北市新店區中正路501之9號' => 
  array (
    0 => '永和營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '桃園市桃園區國際路一段708號' => 
  array (
    0 => '南桃園營業所  (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '桃園市桃園區富國路216巷78-1號' => 
  array (
    0 => '北桃園營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '桃園市中壢區水尾里5鄰新生路二段378號' => 
  array (
    0 => '中壢一營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '桃園市中壢區環中東路675號' => 
  array (
    0 => '中壢二營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '新北市樹林區大安路1-15號' => 
  array (
    0 => '樹林營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '新北市三峽區三樹路222巷61號' => 
  array (
    0 => '三鶯營業所(黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '桃園市蘆竹區南山路二段121之1號B區' => 
  array (
    0 => '蘆竹營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '桃園市大園區國際路一段729號' => 
  array (
    0 => '大園營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '新北市五股區中興路2段83巷26之1號' => 
  array (
    0 => '五股營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '桃園市龜山區頂湖一街22號' => 
  array (
    0 => '龜山營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '新竹市北區士林里吉羊路100-3號' => 
  array (
    0 => '新竹營業所  (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '桃園市楊梅區幼獅工業區獅一路1-6號' => 
  array (
    0 => '楊梅營業所  (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '新竹縣竹北市文信路115號' => 
  array (
    0 => '竹北營業所  (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '新竹市東區慈雲路272-1號' => 
  array (
    0 => '關東營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '新竹縣竹東鎮沿河街201號' => 
  array (
    0 => '竹東營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '桃園市大溪區埔頂路一段120、122、126號' => 
  array (
    0 => '大溪營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '新北市土城區中央路四段29-1號' => 
  array (
    0 => '土城營業所  (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '新北市淡水區北新路一段18-2號' => 
  array (
    0 => '淡水營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '新北市新店區安康路一段89號' => 
  array (
    0 => '安坑營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '金門縣金寧鄉伯玉路二段295號，293號' => 
  array (
    0 => '金門營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '苗栗縣苗栗市新庄街398號' => 
  array (
    0 => '苗栗營業所 (黑貓寄取站)',
    1 => '08:00~19:00(週一至週五)',
  ),
  '台中市西屯區工業三十七路28號 ' => 
  array (
    0 => '西屯二營業所 (黑貓寄取站)',
    1 => '08:00~17:00(週一至週五)',
  ),
  '台中市烏日區太明路139號' => 
  array (
    0 => '烏日營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '台中市大里區太平區工業二十路67號' => 
  array (
    0 => '大里營業所(黑貓寄取站)',
    1 => '星期一~星期五08:00~19:00，星期六08:00~17:00',
  ),
  '嘉義市西區新民路519巷12號' => 
  array (
    0 => '嘉義營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '嘉義縣六腳鄉正義村15鄰下雙溪161-2號' => 
  array (
    0 => '朴子營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00',
  ),
  '台中市東勢區東關路六段942號' => 
  array (
    0 => '東勢營業所(黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '彰化縣彰化市彰水路160-2號' => 
  array (
    0 => '南彰營業所(黑貓寄取站)',
    1 => '08:00~19:00(星期一~星期五)',
  ),
  '苗栗縣竹南鎮國泰路20號B棟' => 
  array (
    0 => '竹南營業所(黑貓寄取站)',
    1 => '08:00~19:00(週一至週五)',
  ),
  '台中市西屯區中清路三段360號' => 
  array (
    0 => '瀋陽營業所(黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '台中市和平區梨山村福壽路5號之1' => 
  array (
    0 => '梨山營業所(黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '台中市潭子區大豐一路52號' => 
  array (
    0 => '潭子營業所(黑貓寄取站)',
    1 => '08:00~19:00(週一至週六)',
  ),
  '台中市西區自由路一段12號' => 
  array (
    0 => '中市營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '台中市西屯區長安路一段65號' => 
  array (
    0 => '西屯一營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '台中市北屯區軍福十三路258-2號' => 
  array (
    0 => '北屯營業所 (黑貓寄取站)',
    1 => '08:00~19:00(周一至周六)',
  ),
  '台中市大雅區昌平路四段300號' => 
  array (
    0 => '大雅營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '嘉義縣中埔鄉隆興村中正路560號' => 
  array (
    0 => '中埔營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00',
  ),
  '台中市太平區工業二十路67號' => 
  array (
    0 => '大里營業所 (黑貓寄取站)',
    1 => '',
  ),
  '台中市沙鹿區台灣大道6段853號' => 
  array (
    0 => '沙鹿營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '彰化縣彰化市中山路三段209號' => 
  array (
    0 => '彰化營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '彰化縣大村鄉中山路一段201號' => 
  array (
    0 => '員林營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '雲林縣斗六市雲林路二段580號' => 
  array (
    0 => '斗六營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '彰化縣溪湖鎮光平街2號' => 
  array (
    0 => '溪湖營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '台中市豐原區豐原大道五段48號' => 
  array (
    0 => '豐原營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '南投縣南投市芳美路25號' => 
  array (
    0 => '南投營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '南投縣埔里鎮中正路966號B棟' => 
  array (
    0 => '埔里營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '雲林縣北港鎮民樂路739號' => 
  array (
    0 => '北港營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '苗栗縣大湖鄉富興村水尾5-3號' => 
  array (
    0 => '大湖營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '台南市善化區小新里小新營198號之1' => 
  array (
    0 => '善化營業所(黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '台南市仁德區義林路115號' => 
  array (
    0 => '仁德營業所(黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '屏東縣鹽埔鄉鹽中村新埔路869號' => 
  array (
    0 => '鹽埔營業所(黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '高雄市新興區八德一路139號、141號' => 
  array (
    0 => '新興營業所(黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '高雄市大寮區鳳屏一路116號' => 
  array (
    0 => '文德營業所(黑貓寄取站)',
    1 => '星期一~星期五08:00~19:00，星期六08:00~17:00',
  ),
  '台南市玉井區噍吧哖東路239號' => 
  array (
    0 => '玉井營業所(黑貓寄取站)',
    1 => '13:30~18:00(週一至週五)',
  ),
  '台南市麻豆區新生北路101巷3號' => 
  array (
    0 => '麻豆營業所(黑貓寄取站)',
    1 => '14:00~19:00(週一至週五)',
  ),
  '高雄市旗山區延平二路211號' => 
  array (
    0 => '旗山營業所(黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '台南市永康區中正南路360巷19號' => 
  array (
    0 => '台南營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '高雄市鳳山區南華一路82巷2號' => 
  array (
    0 => '鳳山營業所(黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '高雄市三民區大昌一路306號' => 
  array (
    0 => '三民營業所(黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '屏東縣屏東市和生路二段546號' => 
  array (
    0 => '屏東營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '高雄市楠梓區高楠公路939號' => 
  array (
    0 => '北高營業所(黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '高雄市前鎮區新強路10號' => 
  array (
    0 => '高雄營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '高雄市小港區山明路307巷226號' => 
  array (
    0 => '小港營業所(黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '高雄市前鎮區英義街2號' => 
  array (
    0 => '中高營業所(黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '高雄市路竹區中山路36號' => 
  array (
    0 => '路竹營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '台南市新營區復興路1109號' => 
  array (
    0 => '新營營業所 (黑貓寄取站)',
    1 => '0週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '台南市佳里區六安里17-25號' => 
  array (
    0 => '佳里營業所(黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '高雄市鼓山區葆禎路165、167號' => 
  array (
    0 => '鼓山營業所(黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '屏東縣東港鎮船頭里船頭路75-10號' => 
  array (
    0 => '東港營業所(黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '台南市南區新忠路23號' => 
  array (
    0 => '安平營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '屏東縣竹田鄉竹田村水源路2-16號' => 
  array (
    0 => '竹田營業所(黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '澎湖縣馬公市西文里西文澳10之3號' => 
  array (
    0 => '澎湖營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
  '台東縣台東市中山路187號' => 
  array (
    0 => '台東營業所 (黑貓寄取站)',
    1 => '週一至週五08:00~19:00，週六08:00~17:00',
  ),
);

?>